ark
base
base-devel
bat
bspwm
btop
dkms
dolphin
dunst
efibootmgr
egl-wayland
eza
feh
firefox
fish
fzf
git
grub
gst-plugin-pipewire
htop
intel-ucode
iwd
kate
kitty
konsole
lf
libpulse
linux
linux-firmware
linux-headers
nano
neovim
network-manager-applet
networkmanager
nvidia-dkms
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
polybar
rofi
signal-desktop
smartmontools
starship
stow
sxhkd
thunar
timeshift
unzip
vim
wget
wireless_tools
wireplumber
xdg-utils
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
zram-generator
